Revit 2027 API
BuiltInFailures.OverlapFailures.DuplicateInstances Property
 There are identical instances in the same place. This will result in double counting in schedules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DuplicateInstances { get; }
Public Shared ReadOnly Property DuplicateInstances As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DuplicateInstances {
	FailureDefinitionId^ get ();
}
static member DuplicateInstances : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace